export default {
  Enter: 'DAPP Testnetへ',
  Faucet: '蛇口',
  Built: 'ガスレス | インスタント | マルチチェーン永久 DEX',
  Decentralized: '分散型の持続可能な取引所',
  Total: '財務総額',
  open: 'open soon',
  Risk: 'リスクフリーの財務価値',
  TotalLocked: 'OPENのロックされた合計値',
  Price: 'オープン価格',
  Backing: 'OPENごとの裏付け',
  MaxAPY: '最大APY',
  How: 'TBCの入手方法',
  Staking: 'ステーキング',
  StakersPlay:
    'ステーカーは、TBC エコシステムで重要な役割を果たします。 ステーカーはOPXをプロトコルに預け、これがOPXの長期的な価格安定に貢献します。 その見返りに、ステーカーはリベースとガバナンス権の比例配分を受け取ります',
  Stake: 'ステーク',
  Bonding: 'ボンディング',
  BondingAllows:
    'ボンディングにより、さまざまなトークンを割引価格で OPX と交換できます。 その代わりに、債券の販売により追加の流動性と予備資産が TBC 財務省に提供され、プロトコルの安定性に貢献します。 その結果、全流動性の 99% が TBC によって所有され、プロトコルはさまざまな暗号資産を含む財務資金プールを効果的に確立します。',
  Bond: 'つなぐ',
  Roadmap: 'ロードマップ',
  WhyChoose: 'TBC を選ぶ理由',
  LowTransaction: '低い取引コスト',
  ZeroSlippage:
    ' スリッページゼロ、大規模なスポットおよびステーブルコイン取引。 従来の DEX や CEX よりも取引手数料が安いという大きな利点があります。',
  FairTransaction: '公正な取引',
  SpotAnd:
    'スポット取引とデリバティブ取引はすべてチェーン上で実行され、偽りの取引や隠れた操作はありません。',
  SimpleSwaps: '単純な交換',
  OpenPositions:
    'シンプルなスワップインターフェイスを通じてポジションをオープンします。 サポートされているアセットから選択した位置に簡単に交換できます。',
  Home: '家',
  Protocol: 'プロトコル',
  Voting: '投票',
  Docs: 'ドキュメント',
  AllRights: '© 2023 TBC. All Rights Reserved.',
  JoinTBC: 'TBC コミュニティに参加する',
  Terms: 'TBC 利用規約',
  Introduction: 'はじめに',
  TheseTerms:
    'これらの利用規約 (「規約」) は、TBC Web サイト、アプリケーション、拡張機能、プロトコル、ネットワーク、システム、およびその他の関連ソフトウェア (「プラットフォーム」) に適用されます。 プラットフォームを使用すると、本規約に法的に拘束されることに同意したものとみなされます。 これらの規約に同意しない場合は、プラットフォームを使用しないでください。',
  UseOf: 'プラットフォームの使用',
  YouMay:
    'プラットフォームは、適用される法律および規制に従って、合法的な目的にのみ使用できます。 お客様は、詐欺、マネーロンダリング、ギャンブル、テロ資金供与などの違法行為にプラットフォームを使用しないことに同意するものとします。 あなたには、自分のアカウントの機密性とセキュリティを維持する責任があります。 TBC は、紛失または盗難された場合、秘密キーやアカウントのパスワードを回復したりリセットしたりすることはできません。',
  Disclaimers: '免責事項',
  ThePlatform:
    'プラットフォームは「現状のまま」および「利用可能な状態で」提供され、いかなる種類の保証もありません。 プラットフォームの使用には、ボラティリティ、財務的損失、規制上の不確実性などの固有のリスクが伴います。 TBC およびその関連会社は、商品性、あらゆる目的への適合性、非侵害を含む、明示的および黙示的なすべての保証を否認します。 プラットフォーム経由で取得したアドバイスや情報は、本契約で明示的に提供されていない保証を生み出すものではありません。TBC は、プラットフォームへのアクセスが継続的、中断されない、タイムリー、または安全であることを表明または保証しません。 エラー、ウイルス、脆弱性、損失がないこと。 または正確または信頼できる。 停止、エラー、またはデータ損失による影響を防ぐために必要な予防措置を講じるのはお客様の責任です。',
  LimitationofLiability: '責任の制限',
  InNoEvent:
    'いかなる場合においても、TBC、そのチーム、関連会社、パートナー、サプライヤー、またはライセンサーは、お客様によるプラットフォームの使用から生じる、またはそれに関連する、間接的、懲罰的、偶発的、特別、結果的損害に対して責任を負わないものとします。お客様に対する TBC の連帯責任 プラットフォームの使用は、過去 12 か月間に TBC に支払った金額に制限されるものとします。 TBC は、プラットフォームの使用による利益、収益、ビジネスの損失、またはデータの損失または破損に対して責任を負いません。',
  Indemnification: '補償',
  YouAgree:
    'お客様は、本規約に違反したプラットフォームの使用から生じる第三者の請求、損害、責任、費用、経費から TBC を補償し、防御し、免責することに同意します。',
  IntellectualProperty: '知的財産',
  ThePlatform1:
    'プラットフォームとそのオリジナルのコンテンツ、機能、プロトコル、およびサービスは、TBC の独占的な財産です。 いかなる形であっても、TBC の知的財産を変更、公開、送信、販売に参加、侵害、または悪用することはできません。',
  Termination: '終了',
  TBCReserves:
    'TBC は、本規約への違反を含む理由の如何を問わず、いつでもプラットフォームへのアクセスを一時停止または終了する権利を留保します。 TBC は、アクセスを終了する前にユーザーに通知するために合理的な努力を払うものとします',
  Modifications: '変更',
  TBCReserves1:
    'TBC は、いつでもプラットフォームを変更または中止する権利を留保します。 重大な変更または終了があった場合は、通知いたします。 変更後も引き続き使用すると、同意したことになります。 本規約を定期的に確認して最新情報を確認するのはあなたの責任です。',
  GoverningLaw: '準拠法',
  TheseTerms1:
    '本規約はシンガポール共和国の法律に準拠するものとします。」 本規約に起因または関連して生じるあらゆる紛争（本規約の存在、有効性または終了に関する疑問を含む）は、仲裁規則に従ってシンガポール国際仲裁センター（「SIAC」）が管理する仲裁に付託され、最終的に解決されるものとします。 シンガポール国際仲裁センター (「SIAC 規則」) は当分の間施行されます。 仲裁地はシンガポールとする。',
};
