export default {
  Enter: 'DAPP TestNet 시작',
  Faucet: '수도꼭지',
  Built: '가스리스 | 인스턴트 | 멀티체인 영구 DEX',
  Decentralized: '분산형 영속 거래소',
  Total: '국고 자금 총계',
  open: 'open soon',
  Risk: '무위험 자금 가치',
  TotalLocked: '락업된 OPEN의 총 가치',
  Price: 'OPEN 가격',
  Backing: 'OPEN 당 백업',
  MaxAPY: '최대 APY',
  How: 'TBC 획득방법',
  Staking: '스테이킹',
  StakersPlay:
    '스테이커들은 TBC 생태계에서 중요한 역할을 합니다. 스테이커들은 OPX를 프로토콜에 예치하며, 이는 장기적으로 OPX의 가격 안정성에 기여합니다. 이에 대한 대가로, 스테이커들은 리베이스 및 거버넌스 권한에 비례한 배당을 받습니다.',
  Stake: '스테이크',
  Bonding: '채권발행',
  BondingAllows:
    '채권발행 여러 가지 토큰을 할인된 가격으로 OPX와 교환할 수 있게 해줍니다. 이에 따라 발행한 채권의 판매는 TBC 자금 보관에 추가 유동성과 예비 자산을 제공하여 프로토콜의 안정성에 기여합니다. 이 결과로 모든 유동성의 99%는 TBC가 소유하게 되며 프로토콜은 다양한 암호 자산을 갖춘 자금 풀을 효과적으로 구축합니다.',
  Bond: '채권',
  Roadmap: '로드맵',
  WhyChoose: '왜 TBC인가!',
  LowTransaction: '낮은 거래 수수료',
  ZeroSlippage:
    '제로 슬리피지, 대규모 스팟 및 스테이블코인 거래등 큰 이점을 가지고 있으며, 거래 수수료는 전통 DEX 및 CEX보다 적습니다.',
  FairTransaction: '공정한 거래',
  SpotAnd:
    ' 스팟 및 파생 상품 거래는 모두 블록체인에서 실행되어 거짓 거래나 숨겨진 작업이 없습니다.',
  SimpleSwaps: '간편한 스왑',
  OpenPositions:
    '간단한 스왑 인터페이스를 통해 포지션을 오픈합니다. 지원되는 모든 자산을 편리하게 원하는 포지션으로 스왑할 수 있습니다.',
  Home: '홈',
  Protocol: '프로토콜',
  Voting: '투표',
  Docs: '문서',
  AllRights: '© 2023 TBC. All Rights Reserved.',
  JoinTBC: 'TBC 커뮤니티 가입',
  Terms: 'TBC 이용 약관',
  Introduction: '소개',
  TheseTerms:
    '본 이용 약관("약관")은 TBC 웹사이트, 애플리케이션, 확장 프로그램, 프로토콜, 네트워크, 시스템 및 기타 관련 소프트웨어("플랫폼")에 적용됩니다. 플랫폼을 사용함으로써 귀하는 본 약관에 법적 구속력을 갖는 데 동의합니다. 본 약관에 동의하지 않는 경우 플랫폼을 사용하지 마십시오.',
  UseOf: '플랫폼 사용',
  YouMay:
    '귀하는 합법적인 목적과 관련 법률 및 규정에 따라서만 플랫폼을 사용할 수 있습니다. 귀하는 사기, 돈세탁, 도박, 테러 자금 조달 등의 불법 행위에 가담하기 위해 플랫폼을 사용하지 않을 것에 동의합니다. 귀하는 귀하 계정의 기밀성과 보안을 유지할 책임이 있습니다. TBC는 개인 키나 계정 비밀번호를 분실하거나 도난당한 경우 복구하거나 재설정할 수 없습니다.',
  Disclaimers: '면책조항',
  ThePlatform:
    '플랫폼은 어떠한 종류의 보증도 없이 "있는 그대로" 및 "이용 가능한 대로" 제공됩니다. 플랫폼 사용에는 변동성, 재정적 손실 및 규제 불확실성을 포함한 내재된 위험이 수반됩니다. TBC와 그 계열사는 상품성, 모든 목적에의 적합성, 비침해성을 포함한 모든 명시적, 묵시적 보증을 부인합니다. 플랫폼을 통해 얻은 어떠한 조언이나 정보도 본 계약에 명시적으로 제공되지 않은 보증을 생성하지 않습니다. TBC는 플랫폼에 대한 액세스가 지속적이고, 중단되지 않으며, 적시에 또는 안전할 것이라고 진술하거나 보증하지 않습니다. 오류, 바이러스, 취약점 또는 손실이 없습니다. 또는 정확하거나 신뢰할 수 있습니다. 귀하는 중단, 오류 또는 데이터 손실로 인한 영향을 방지하기 위해 필요한 예방 조치를 취할 책임이 있습니다.',
  LimitationofLiability: '책임 제한',
  InNoEvent:
    '어떤 경우에도 TBC, 해당 팀, 계열사, 파트너, 공급업체 또는 라이센스 제공자는 귀하의 플랫폼 사용으로 인해 발생하거나 이와 관련하여 발생하는 간접적, 징벌적, 우발적, 특별, 결과적 손해에 대해 책임을 지지 않습니다. 귀하에 대한 TBC의 집단적 책임 플랫폼 사용은 귀하가 지난 12개월 동안 TBC에 지불한 금액으로 제한됩니다. TBC는 귀하의 플랫폼 사용으로 인한 이익, 수익, 사업 손실 또는 데이터 손실이나 손상에 대해 책임을 지지 않습니다.',
  Indemnification: '보증',
  YouAgree:
    '귀하는 본 약관을 위반하여 플랫폼을 사용함으로써 발생하는 제3자의 청구, 손해, 책임, 비용 및 비용으로부터 TBC를 면책하고 방어하며 피해가 없도록 하는 데 동의합니다.',
  IntellectualProperty: '지적 재산권',
  ThePlatform1:
    '플랫폼과 그 원본 콘텐츠, 기능, 프로토콜 및 서비스는 TBC의 독점 자산입니다. 귀하는 어떤 방식으로든 TBC의 지적 재산권을 수정, 출판, 전송, 판매에 참여, 침해 또는 오용할 수 없습니다.',
  Termination: '해지',
  TBCReserves:
    'TBC는 본 약관 위반을 포함하여 언제든지 어떤 이유로든 플랫폼에 대한 귀하의 액세스를 일시 중지하거나 종료할 권리를 보유합니다. TBC는 액세스를 종료하기 전에 사용자에게 알리기 위해 합리적인 노력을 기울여야 합니다.',
  Modifications: '수정',
  TBCReserves1:
    'TBC는 언제든지 플랫폼을 수정하거나 중단할 권리를 보유합니다. 중대한 변경이나 종료가 있을 경우 이를 통지해 드립니다. 변경 후에도 계속 사용하면 동의하는 것입니다. 업데이트를 위해 정기적으로 본 약관을 검토하는 것은 귀하의 책임입니다.',
  GoverningLaw: '준거법',
  TheseTerms1:
    '본 약관은 싱가포르 공화국 법률의 적용을 받습니다. 본 약관의 존재, 유효성 또는 해지에 관한 질문을 포함하여 본 약관과 관련하여 발생하는 모든 분쟁은 중재 규칙에 따라 싱가포르 국제 중재 센터(“SIAC”)가 관리하는 중재를 통해 회부되고 최종적으로 해결됩니다. 현재 싱가포르 국제중재센터("SIAC 규칙")의 규정이 적용됩니다. 중재 장소는 싱가포르입니다.',
};
