export default {
  Enter: '進入DAPP Testnet',
  Faucet: '龍頭',
  Built: '無氣| 即時 | 多鏈永續DEX',
  Decentralized: '去中心化永續交易所',
  Total: '金庫總價值',
  open: 'open soon',
  Risk: '金庫的無風險價值',
  TotalLocked: 'OPEN 鎖定總價值',
  Price: 'OPEN價格',
  Backing: '每個OPEN支撐',
  MaxAPY: '最大APY',
  How: '如何獲得TBC',
  Staking: '質押',
  StakersPlay:
    '質押者在 TBC 生態系統中扮演重要角色。 質押者將他們的 OPX 存入協議中，這有助於 OPX 的長期價格穩定。 作為交換，利害關係人按比例獲得 rebase 份額和治理權。',
  Stake: '質押',
  Bonding: '債券',
  BondingAllows:
    '債券允許您以折扣價將各種代幣交易為 OPX。 作為交換，債券銷售為 TBC 金庫提供額外的流動性和儲備資產，從而有助於協議的穩定性。 因此，99% 的流動性由 TBC 擁有，協議有效地建立了一個包含各種加密資產的資金池。',
  Bond: '債券',
  Roadmap: '路綫圖',
  WhyChoose: '爲什麽選擇TBC',
  LowTransaction: '交易成本低',
  ZeroSlippage:
    '零滑點，大額現貨及穩定幣交易； 具有巨大優勢，交易費用低於傳統DEX和CEX。',
  FairTransaction: '公平交易',
  SpotAnd: '現貨及衍生性商品交易均在鏈上運行，無虛假交易，無隱藏操作。',
  SimpleSwaps: '簡單的交換',
  OpenPositions:
    '透過簡單的交換介面開倉。 方便地從任何支援的資產切換到您選擇的倉位。',
  Home: '首頁',
  Protocol: '協議',
  Voting: '投票',
  Docs: '文檔',
  AllRights: '© 2023 TBC. All Rights Reserved.',
  JoinTBC: '加入 TBC 社區',
  Terms: 'TBC 條款與條件',
  Introduction: '簡介',
  TheseTerms:
    '這些條款和條件（「條款」）適用於 TBC 網站、應用程式、擴充功能、協議、網路、系統和其他相關軟體（「平台」）。 透過使用該平台，您同意受這些條款的法律約束。 如果您不同意這些條款，請勿使用該平台。',
  UseOf: '平台的使用',
  YouMay:
    '您只能出於合法目的並根據適用的法律和法規使用該平台。 您同意不利用平台從事詐欺、洗錢、賭博或恐怖主義融資等非法行為。 您有責任維護您帳戶的機密性和安全性。 如果遺失或被盜，TBC 無法恢復或重設您的私鑰或帳戶密碼。',
  Disclaimers: '免責聲明',
  ThePlatform:
    '該平台以「原樣」和「可用」基礎提供，不提供任何形式的保證。 使用該平台涉及固有風險，包括波動性、財務損失和監管不確定性。 TBC 及其附屬公司不承擔所有明示和暗示的保證，包括適銷性、任何目的的適用性和不侵權。 透過平台獲得的任何建議或資訊均不構成本協議未明確規定的保證。TBC 不聲明或保證對平台的存取將是連續的、不間斷的、及時的或安全的； 沒有錯誤、病毒、漏洞或遺失； 或準確或可靠。 您有責任採取必要的預防措施，以防止中斷、錯誤或資料遺失造成的影響。',
  LimitationofLiability: '責任限制',
  InNoEvent:
    '在任何情況下，TBC、其團隊、附屬公司、合作夥伴、供應商或授權人均不對因您使用平台而產生的或與之相關的任何間接、懲罰性、偶然、特殊、後果性損害承擔責任。TBC 對您的集體責任平台的使用僅限於您在過去 12 個月內向 TBC 支付的金額。 TBC 對因使用平台而造成的任何利潤、收入、業務損失或資料遺失或損壞不承擔任何責任。',
  Indemnification: '保障',
  YouAgree:
    '「您同意對因您違反本條款使用平台而產生的任何第三方索賠、損害、責任、成本和開支向 TBC 進行賠償、為其辯護並使其免受損害。」',
  IntellectualProperty: '知識產權',
  ThePlatform1:
    '「該平台及其原始內容、功能、協議和服務是 TBC 的專有財產。 您不得以任何方式修改、發布、傳播、參與銷售、侵犯或濫用 TBC 的知識產權。',
  Termination: '終止',
  TBCReserves:
    'TBC 保留隨時因任何原因（包括違反本條款）暫停或終止您對平台的存取的權利。 TBC 應盡合理努力在終止存取之前通知使用者。',
  Modifications: '修改',
  TBCReserves1:
    'TBC 保留隨時修改或終止平台的權利。 我們將提供任何重大變更或終止的通知。 您在任何變更後繼續使用即表示您同意。 您有責任定期查看這些條款以獲取更新。',
  GoverningLaw: '適用法律',
  TheseTerms1:
    '「這些條款應受新加坡共和國法律管轄。 因本條款引起的或與之相關的任何爭議，包括有關其存在、有效性或終止的任何問題，均應提交新加坡國際仲裁中心（「SIAC」）根據仲裁規則進行仲裁並最終解決。新加坡國際仲裁中心的規則（“SIAC 規則”）目前有效。 仲裁地點為新加坡。',
};
